const help = (prefixo, temp) => {
	return `
❦ ══════ •⊰❂⊱• ══════ ❦
           *꧁𝕋𝕆𝕄𝕀𝕆𝕂𝔸~𝔹𝕆𝕋꧂*
❦ ══════ •⊰❂⊱• ══════ ❦
┃         
🧸bem vindo *${pushname}* ao menu do tomioka~bot🧸
┃  
┃          👷🏻DONO👷🏻
┃
➯👑 𝗗𝗢𝗡𝗢:ᬊ⃔⃕͜ 亇ł❍ 亇❍ᛖł❍Ҡ么↯愛
 ✧══════•❁❀❁•══════✧
➯👑 𝗭𝗔𝗣: wa.me/5544998220867
 ✧══════•❁❀❁•══════✧
➯👑 𝗣𝗜𝗫: (𝘁𝗲𝗹𝗲𝗳𝗼𝗻𝗲) 𝟰𝟰𝟵𝟵𝟴𝟮𝟮𝟬𝟴𝟲𝟳
❗se quizer doar por chave pix ${prefix}doar
 ✧══════•❁❀❁•══════✧
➯🔰  𝗦𝗧𝗔𝗧𝗨𝗦: 𝗢𝗡 𝙉𝙀 𝙑𝙄𝘿𝘼😏
 ✧══════•❁❀❁•══════✧
┃ ❥ canal do yt ainda em produçao ❧${prefix}canal 
┃(para acessar o link)
✧══════•❁❀❁•══════✧
⏰tempo do bot ativo: *${temp}*
✧══════•❁❀❁•══════✧
┋
┋❧${prefix}mdono★ 
┋Utilidade－acessa o menu do dono
  ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆
┋
┋❧${prefix}sugerir★ (comando que quer que ponhe)
┋Utilidade－sugere para o dono um novo comando 
  ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆
┋
┋❧${prefix}bug★ (sua mensagem com o bug que encontrou)
┋✔Utilidade－reporta algum bug 
  ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆
┋
┋❧${prefix}infodono★ 
┋✔Utilidade－fala as redes sociais do dono😳
  ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆
┋
┋❧${prefix}dono★ 
┋✔Utilidade－manda o contato do dono 
 ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆
┋
┋❧${prefix}picpay★ 
┋✔Utilidade－pra quem quer um banco digital sendo de menor
 ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆
┋
┋❧${prefix}novid★🎉
┋✔Utilidade－acessa o menu de novidades!
 ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆

  *╔═══❖•ೋ° °ೋ•❖═══╗*            
                 🃏𝗙𝗜𝗚𝗨𝗥𝗜𝗡𝗛𝗔𝗦🃏
  *╚═══❖•ೋ° °ೋ•❖═══╝*

┋❧${prefix}f
┋✔Utilidade－faz figurinha só marcar a foto
  ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆
┋
┋❧${prefix}toimg★ 
┋✔Utilidade－tranforma figurinha em foto dnv
  ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆
┋
┋❧${prefix}togif★ 
┋✔Utilidade－transforma figurinha animada pra gif devolta!
  ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆
┋
┋❧${prefix}customfig★ 
┋ (abre o menu de customisaçao de figurinhas)
  ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆

  *╔═══❖•ೋ° °ೋ•❖═══╗*            
       🔥𝗔𝗣𝗘𝗡𝗔𝗦 𝗘𝗠 𝗚𝗥𝗨𝗣𝗢𝗦🔥
  *╚═══❖•ೋ° °ೋ•❖═══╝*

┋❧${prefix}grupo★
┋✔Utilidade－mostra o menu para grupo
┋
┋❧${prefix}interativos★
┋✔Utilidade－abre o menu de interativos 
  ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆

*╔═══❖•ೋ° °ೋ•❖═══╗*          
                  🗺️𝗜𝗠𝗔𝗚𝗘𝗡𝗦🗺️
*╚═══❖•ೋ° °ೋ•❖═══╝*

┋ ❧${prefix}imagens
┋✔Utilidade－acessa o menu de imagens e edits
  ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆

   *╔═══❖•ೋ° °ೋ•❖═══╗*          
                 💎𝗦𝗼́ 𝗣𝗥𝗘𝗠𝗜𝗨𝗠💎
   *╚═══❖•ೋ° °ೋ•❖═══╝*

┋ ❧💎${prefix}premium💎
┋✔Utilidade－acessa o menu premium
  ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆
┋
┋ ❧💎${prefix}logopremium💎
┋✔Utilidade－acessa o menu de logos 
  ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆
┋
┋ para ter acesso premium fala com o *TIO TOMIOKA* ou os comandos  ➭${prefix}compras
┋

   *╔═══❖•ೋ° °ೋ•❖═══╗*          
         🤖𝗘𝗦𝗣𝗘𝗖𝗜𝗙𝗜𝗖𝗢 𝗗𝗢 𝗕𝗢𝗧🤖
   *╚═══❖•ೋ° °ೋ•❖═══╝*

┋❧${prefix}especifico★
┋✔Utilidade－acessa o menu do bot (especifico)
  ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆

   *╔═══❖•ೋ° °ೋ•❖═══╗*          
                 🎱𝗠𝗔𝗜𝗦 𝗔𝗟𝗚𝗨𝗡𝗦🎱
   *╚═══❖•ೋ° °ೋ•❖═══╝*

┋❧${prefix}outros★
┋✔Utilidade－abre o menu de outros do bot 
  ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆

   *╔═══❖•ೋ° °ೋ•❖═══╗*          
                  🗣️𝗠𝗘𝗡𝗨 𝗗𝗘 𝗩𝗢𝗭🗣️
   *╚═══❖•ೋ° °ೋ•❖═══╝*

┋❧${prefix}mvoz★
┋✔Utilidade－abre o menu de voz do bot 
   ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆
   
   *╔═══❖•ೋ° °ೋ•❖═══╗*                                
                     🎶𝗠𝗨𝗦𝗜𝗖𝗔𝗦🎶
   *╚═══❖•ೋ° °ೋ•❖═══╝*
       
┋❧${prefix}musicas★
┋✔Utilidade－abre o menu de musicas 
  ◆ ▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬ ◆
  
  *╔═══❖•ೋ° °ೋ•❖═══╗*                      
               🦋𝗿𝗮𝗻𝗸𝘀/𝗶𝗻𝘁𝗲𝗿𝗮𝗰̧𝗮̃𝗼🦋
  *╚═══❖•ೋ° °ೋ•❖═══╝*
  
┋❧${prefix}ranks★
┋✔Utilidade－abre o menu de ranks para interaçao
┋❗ somente em grupos ❗

❦ ══════ •⊰❂⊱• ══════ ❦
           *꧁𝕋𝕆𝕄𝕀𝕆𝕂𝔸~𝔹𝕆𝕋꧂*
❦ ══════ •⊰❂⊱• ══════ ❦
`
}

exports.help = help

